---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsTrisertypeRiser
source: html/189f199e-751e-90b9-f3c7-985d8e8650b7.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsTrisertypeRiser Property

"Riser"

## Syntax (C#)
```csharp
public static ForgeTypeId StairsTrisertypeRiser { get; }
```